window.ACTPO_Quests = window.ACTPO_Quests || {};
window.ACTPO_Quests[10] = {
    1: "Поговорить с Барменом Майком",
    2: "Избавить подвал от крыс (\\v[11]/3)",
    3: "Вернуться к Майку за 1-й цифрой кода",
    4: "Поговорить с Инженером в серверной",
    5: "Найти Жидкий Азот в подвале (\\v[12]/1)",
    6: "Отдать Азот Инженеру за 2-ю цифру",
    7: "Поговорить со слот менеджером",
    8: "Победить Шулера (\\v[13]/1)",
    9: "Вернуться к слот менеджеру",
    10: "Найти потайной ход в доме Брунно",
    11: "Вскрыть сейф и забрать бухгалтерию",
    12: "ОДОЛЕТЬ БРУННО В ФИНАЛЬНОЙ БИТВЕ",
};

window.ACTPO_Quests[20] = {
    1: "Идти в город Вермилион на востоке",
    2: "Найти фальшивое казино",
    3: "Найти где перекусить и собрать информацию",
    4: "Поговорить с торговцем",
    5: "Собрать цветы (\\v[21]/5)",
    6: "Вернуться к торговцу получть балон",
    7: "Поговорить с работником в доках",
    8: "Включить рубильник",
    9: "поговорить с работником в доках забрать ласты",
    10: "Поговорить с ученым в порту",
    11: "Отыскать потеряные ключи",
    12: "Поговорить с ученым получить маску",
    13: "Попасть на територию казино по затопленому тунелю",
    14: "ОДОЛЕТЬ ФИДЕЛЯ  В ФИНАЛЬНОЙ БИТВЕ",
};

window.ACTPO_Quests[30] = {
    1: "Добраться до города Железный Утес",
    2: "Иследовать город",
    3: "Одолеть големов",
    4: "Вернуться к старику",
    5: "Попасть в секретный проход",
    6: "Найти запчасти (\\v[31]/3)",
    7: "Починить дверь",
    8: "Одолеть Грэма",
   };

window.ACTPO_Quests[40] = {
    1: "Добраться до хранилища",
    2: "Попасть внутрь",
    3: "Обыскать первый этаж",
    4: "Обыскать второй этаж",
    5: "Обыскать третий этаж",
    6: "Открыть хранилище",
    
};

window.ACTPO_Quests[50] = {
    1: "Добраться до лесного города на востоке от хранилища",
    2: "Поговорить с местными",
    3: "Найти старосту",
    4: "Собрать камни (\\v[51]/3) ",
    5: "Вернуться к старосте",
    6: "Идти к алтарю перемешения",
    7: "Поговорить с боцманом пиратов",
    8: "Победить 3 пиратов-головорезов (\\v[53]/3)",
    9: "Вернуться к боцману",
    10: "Найти тайный проход в казино через док (\\v[54]/1)",
    11: "Получить улики против Капитана Рэда",
    12: "ОДОЛЕТЬ КАПИТАНА РЭДА И ЗАКРЫТЬ \"ПИРАТСКУЮ УДАЧУ\"",
};

window.ACTPO_Quests[60] = {
    1: "Покончить с нелегальными казино",
    2: "Обыскать 1 этаж",
    3: "Обыскать 2 этаж",
    4: "Обыскать 3 этаж",
    5: "Найти древний семенной кристалл в роще (\\v[62]/1)",
    6: "Отдать кристалл Лирин",
    7: "Поговорить с стражем природы",
    8: "Победить 2 защитников природы (\\v[63]/2)",
    9: "Вернуться к стражу",
    10: "Пробудить Древо жизни против казино (\\v[64]/1)",
    11: "Получить улики против Мастера Грэна",
    12: "ОДОЛЕТЬ МАСТЕРА ГРЭНА И ЗАКРЫТЬ \"ДРЕВНИЙ РОСТОК\"",
};


window.ACTPO_KillTargets = {
    "1": 11,
    "2": 13,
    "3": 25,
    "4": 35,
    "5": 45,
    "6": 55,
    "7": 65
};