window.ACTPO_Quests = window.ACTPO_Quests || {};
window.ACTPO_Quests[10] = {
    1: "Поговорить с Барменом Майком",
    2: "Избавить подвал от крыс (\\v[11]/3)",
    3: "Вернуться к Майку ",
    4: "Поговорить с Инженером в серверной",
    5: "Найти Жидкий Азот в подвале (\\v[12]/1)",
    6: "Отдать Азот Инженеру ",
    7: "Поговорить со слот менеджером",
    8: "Разоблачить Шулера (\\v[13]/1)",
    9: "Вернуться к слот менеджеру",
    10: "Найти потайной ход в доме Брунно (\\v[14]/1)",
    11: "Вскрыть сейф и забрать бухгалтерию",
    12: "Предьявить докозательства брунно",
};

window.ACTPO_Quests[20] = {
    1: "Идти в город Вермилион на востоке",
    2: "Найти фальшивое казино",
    3: "Найти где перекусить и собрать информацию",
    4: "Поговорить с торговцем",
    5: "Собрать ракушки (\\v[21]/5)",
    6: "Вернуться к торговцу получть балон",
    7: "Поговорить с работником в доках",
    8: "Включить рубильник",
    9: "поговорить с работником в доках забрать ласты",
    10: "Поговорить с ученым в порту",
    11: "Отыскать потеряные ключи",
    12: "Поговорить с ученым получить маску",
    13: "Попасть на територию казино по затопленому тунелю",
    14: "ОДОЛЕТЬ ФИДЕЛЯ  В ФИНАЛЬНОЙ БИТВЕ",
};

window.ACTPO_Quests[30] = {
    1: "Добраться до города Железный Утес",
    2: "Иследовать город",
    3: "Одолеть големов",
    4: "Вернуться к старику",
    5: "Попасть в секретный проход",
    6: "Найти запчасти (\\v[31]/3)",
    7: "Починить дверь",
    8: "Одолеть Грэма",
   };

window.ACTPO_Quests[40] = {
    1: "Добраться до хранилища",
    2: "Попасть внутрь",
    3: "Обыскать первый этаж",
    4: "Обыскать второй этаж",
    5: "Обыскать третий этаж",
    6: "Открыть хранилище",
    
};

window.ACTPO_Quests[50] = {
    1: "Добраться до лесного города на востоке",
    2: "Поговорить с местными",
    3: "Найти старосту",
    4: "Добыть камни стихий",
    5: "Принести камни старосте)",
    6: "Идти в зал переноса",
   
};

window.ACTPO_Quests[60] = {
    1: "Пробраться в особняк и обыскать 1 этаж",
    2: "Обыскать 2 этаж",
    3: "Обыскать 3 этаж",
    4: "Победить финального босса",
};

window.ACTPO_Quests[70] = {
    1: "Войти в главную башню казино \"Империя\"",
    2: "Победить 5 стражей башни (\\v[71]/5)",
    3: "Подняться на следующий этаж",
    4: "Победить 5 элитных охранников (\\v[72]/5)",
    5: "Подняться еще выше",
    6: "Победить 3 телохранителей Брунно (\\v[73]/3)",
    7: "Добраться до главного зала казино",
    8: "Победить 3 мини-боссов (\\v[74]/3)",
    9: "Войти в святая святых",
    10: "Собрать улики против всей сети казино (\\v[75]/1)",
    11: "Разрушить центральную систему управления",
    12: "ФИНАЛЬНАЯ БИТВА С БРУННО - ПОСЛЕДНЕЕ КАЗИНО!",
};

window.ACTPO_KillTargets = {
    "1": 11,
    "2": 13,
    "3": 25,
    "4": 35,
    "5": 45,
    "6": 55,
    "7": 65
};